opendj3-server-dev/tests/staf-tests/functional-tests/shared/data/dsml/suites/03dsmlerrsuite/data/extendedrequest_mismatched.dat

POST /dsml HTTP/1.1
Host: Foo
Connection: Close
Content-Length: 504
SOAPAction: batchRequest

<?xml version='1.0' encoding='UTF-8'?>
  <soap-env:Envelope
      xmlns:xsd='http://www.w3.org/2001/XMLSchema'
      xmlns:xsi='http://www.w3.org/2001/XMLSchema-instance'
      xmlns:soap-env='http://schemas.xmlsoap.org/soap/envelope/'>
  <soap-env:Body>
<batchRequest xmlns="urn:oasis:names:tc:DSML:2:0:core">
<extendedRequest>
<control>
<value>2.16.840.1.113730.3.3.2.20.1</value>
2.16.840.1.113730.3.3.2.21.1</value>
</control>
</extendedRequest>
</batchRequest>
</soap-env:Body>
</soap-env:Envelope>
